export default function About() {
  return (
    <section id="view-about" className="view">
      <div className="logo" aria-hidden="true">
        <img src="img/logo.png" alt="" />
      </div>

      <div className="about-text">
        <h1 className="about-title">Восточная энергия мира вечной борьбы</h1>

        <p className="about-lead">о нас:</p>

        <p>
          Восточная энергия мира вечной борьбы (кр. «Восточная») — объединение, призванное сплотить талантливых и умных
          людей, активно ищущих цели и жизненные ориентиры, влюбить их в литературу, искусство, показав, что «искусство»
          не равняется «монотонности». Восточная стремится объединить под своим крылом литературные таланты,
          поблагодарив уже признанных творцов, оказав помощь только начинающим, но даровитым авторам. Восточной
          интересны и социологические проблемы, она активно изучает социологию и современные исследования поведения
          общества и общественных связей.
        </p>

        <p className="gap">
          Наши главные интересы и ценности: российская поэзия, российская литература, социология, философия культуры.
        </p>

        <p className="gap">
          Восточная говорит на языках печатных выпусков, лонгридов в социальных сетях и визуальном экспериментальном
          искусстве.
        </p>

        <p className="gap">
          Восточная нужна молодым людям, которые мыслят нестандартно, для которых творчество занимает важные позиции в
          жизненных ориентирах. Восточная предлагает продукт, который призван вернуть удовольствие от «классических» и
          «аналоговых» носителей, она предлагает задуматься о чрезмерном потреблении быстрого онлайн-контента.
        </p>

        <p className="gap">
          Восточная ничего не обещает читателю, Восточная не строит высоких ожиданий, Восточная никого не заставляет,
          никого не призывает, но Восточная открыта к людям, наполненным энтузиазмом к творчеству и любопытству.
        </p>

        <p className="gap">Мы уверены, что созидание — высшая ценность и цель человека.</p>

        <p className="gap">
          «Восточная энергия мира вечной борьбы» существует с 18 июня 2021 года исключительно на личные средства
          команды. Наш проект некоммерческий. Мы считаем, что искусство и деньги должны пересекаться минимально.
        </p>
      </div>
    </section>
  );
}
